Repository: Trickbox0411/Touch-Viz
Catalog: i18n/*.lproj/Localizable.strings
Languages: vi

source: Animation Duration
vi: Thời lượng hoạt ảnh

source: Are you sure you want to reset all settings to their default values?
vi: Bạn có chắc chắn muốn đặt lại tất cả cài đặt về giá trị mặc định không?

source: Auto Rotate
vi: Tự động Xoay

source: Automatically rotates the image to match the path direction.
vi: Tự động xoay hình ảnh để phù hợp với hướng di chuyển.

source: Border Color
vi: Màu viền

source: Border Width
vi: Chiều rộng Viền

source: Change Emoji
vi: Thay đổi Emoji

source: Change Image
vi: Thay đổi hình ảnh

source: Corner Radius
vi: Bán Kính Góc

source: Credits: @LeoNatan: LNTouchVisualizer (MIT License) Ivan Izyumkin: MCEmojiPicker (MIT License)
vi: Credits: @LeoNatan: LNTouchVisualizer (MIT License) Ivan Izyumkin: MCEmojiPicker (MIT License) Translator: Nguyễn Tuấn (Vietnamese)

source: Custom Image
vi: Tuỳ Chỉnh Hình Ảnh

source: Displays touch indicators only during screen recording.
vi: Chỉ hiển thị các chỉ báo cảm ứng trong khi ghi màn hình.

source: Effects
vi: Các hiệu ứng

source: Enable Touch-Viz
vi: Bật Touch-Viz

source: Fill Color
vi: Tô màu

source: Fill Size
vi: Chọn kích thước

source: General
vi: Tổng quan

source: Image Effect
vi: Hiệu ứng hình ảnh

source: Lift Scale
vi: Tỉ lệ hoạt ảnh

source: Morph Effect
vi: Hiệu ứng biến hình

source: Only for Recording
vi: Chỉ dành cho ghi màn hình

source: Opacity
vi: Độ mờ

source: Please check your network connection and try again later by tapping the screen.
vi: Vui lòng kiểm tra kết nối mạng của bạn và thử lại sau bằng cách nhấn vào màn hình.

source: Please check your purchase of “%@” in Sileo.
vi: Vui lòng kiểm tra giao dịch mua “%@” của bạn trong Sileo.

source: Quick Path Effect
vi: Hiệu ứng di chuyển nhanh

source: Remove Emoji
vi: Xoá Emoji

source: Remove Image
vi: Xóa hình ảnh

source: Reset
vi: Cài đặt lại

source: Reset to Default
vi: Đặt lại về mặc định

source: Select Emoji
vi: Chọn Emoji

source: Select Image
vi: Chọn ảnh

source: Touch Colors
vi: Màu sắc Cảm ứng

source: Touch-Viz has been turned off from Control Center.
vi: Touch-Viz đã bị tắt khỏi Trung tâm điều khiển.

source: Touch-Viz has been turned on from Control Center.
vi: Touch-Viz đã được bật từ Trung tâm điều khiển.

source: Tracking Effect
vi: Hiệu ứng theo dõi

source: Use Clear Colors
vi: Sử dụng màu sắc rõ ràng

source: Use Suggested Colors
vi: Sử dụng màu sắc được đề xuất

source: Verification Failed
vi: Xác minh không hoàn thành

source: Verifying License
vi: Xác minh giấy phép
